[VCP_Sniper X2EncyclopediaTemplate]
ListTitle = "死亡丧钟"
DescriptionTitle = "死亡丧钟"
DescriptionEntry = "这些士兵经过训练，克服重重困难，擅长在安全距离内击落难以击中或防御良好的目标。他们有许多不同的方法来消除高价值目标!"

[VCP_Sniper X2SoldierClassTemplate]
DisplayName="死亡丧钟"
ClassSummary="这些士兵经过训练，克服重重困难，擅长在安全距离内击落难以击中或防御良好的目标。他们有许多不同的方法来消除高价值目标!"
LeftAbilityTreeTitle="冷枪"
RightAbilityTreeTitle="精确"
AbilityTreeTitles[0]="冷枪"
AbilityTreeTitles[1]="精确"
AbilityTreeTitles[2]="专注"
AbilityTreeTitles[3]="XCOM"

;***************************************
; - GTS UNLOCKS -
;***************************************

;Sniper Unlocks
[VCP_SniperUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "死亡丧钟: 狙击大师2"
Summary = "所有死亡丧钟获得狙击大师2，不论军衔."
[VCP_SniperUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "死亡丧钟: 狙击大师3"
Summary = "所有死亡丧钟获得狙击大师3，不论军衔."
[VCP_SniperUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "死亡丧钟: 狙击大师4"
Summary = "所有死亡丧钟获得狙击大师4，不论军衔."
[GTS_VCP_Sniper1 X2SoldierAbilityUnlockTemplate]
DisplayName="死亡丧钟: 迷彩"
Summary="所有死亡丧钟都经过训练，可以利用环境来伪装自己，躲避敌人。获得进入隐蔽处的能力，移动时被打破."
[GTS_VCP_Sniper2 X2SoldierAbilityUnlockTemplate]
DisplayName="死亡丧钟: 孤狼"
Summary="没有队友分散你对手头工作的注意力，你总是更容易集中注意力。当距离盟友+7分时，获得额外的目标、暴击机会和防御."
[GTS_VCP_Sniper3 X2SoldierAbilityUnlockTemplate]
DisplayName="死亡丧钟: 侦察训练"
Summary="Xcom侦察兵训练你的隐形移动。自由动作：急剧减小检测半径1圈."

;***************************************
;New Ability Descriptions
;***************************************

;Sniper Ability
[VCP_SnipeMastery X2AbilityTemplate]
LocFriendlyName = "狙击精通"
LocHelpText = "<Ability:ClassName/>通过经验提高其狙击能力."
LocLongDescription = "<Ability:ClassName/>通过经验提高其狙击能力."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font> (gained at <Ability:RANKNAME1/> rank [1])<br/><Bullet/>获得<font color='#3ABD23'>烈火试炼</font> - 任务开始时永久获得+1命中和+1意志力.<br/><Bullet/>获得+5命中.<br/><br/><font color='#CA7200'>等级2</font> (gained at <Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#3ABD23'>解剖学</font> -在所有攻击中获得15%的暴击几率和+2护甲穿透力.<br/><Bullet/>获得+5命中.<br/><br/><font color='#CA7200'>等级3</font> (gained at <Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得<font color='#3ABD23'>跑酷</font> -无需梯子或特殊装备即可攀爬墙壁.<br/><Bullet/>获得+5命中.<br/><br/><font color='#CA7200'>等级4</font> (gained at <Ability:RANKNAME7/> rank [7])<br/><Bullet/>获得<font color='#3ABD23'>解剖学</font> -获得对你杀死的同类型敌人造成额外的伤害.<br/><Bullet/>获得+5命中."

[VCP_FarSight X2AbilityTemplate]
LocFriendlyName="远视"
LocLongDescription="被动地授予小队视野和守望."
LocHelpText="被动地授予小队视野和守望."
LocFlyOverText=""
